{
  "back": "Back",
  "continue": "Next",
  "become_member":"Ask for a specialist’s advice",
  "become_member_link": "https://evrbloom.ro/products/abonament-evrbloom",
  "discover_membership_textlink":"Discover the evrbloom membership",
  "premenopause": "Premenopause",
  "premenopause_percentage": "81%",
  "premenopause_insights": "of women in premenopause with an evrbloom membership reported feeling more informed and better prepared for upcoming hormonal changes.",
  "perimenopause": "Perimenopause",
  "perimenopause_link": "https://evrbloom.ro/blogs/ghid-menopauza/perimenopauza",
  "perimenopause_percentage": "87%",
  "perimenopause_insights": "of women in perimenopause with an evrbloom membership reported fewer symptoms and greater confidence in managing their hormonal transition.",
  "menopause": "Menopause",
  "menopause_percentage": "91%",
  "menopause_insights": "of women in menopause with an evrbloom membership reported improved symptom relief and a clearer understanding of what’s happening in their body.",
  "menopause_link": "https://evrbloom.ro/blogs/ghid-menopauza/menopauza",
  "postmenopause": "Postmenopause",
  "postmenopause_percentage": "78%",
  "postmenopauseinsights": "of women in postmenopause with an evrbloom membership reported feeling more balanced and supported in navigating long-term changes.",
  "postmenopause_link": "https://evrbloom.ro/blogs/ghid-menopauza/postmenopauza",
  "symptomsTitle": "Your symptoms explained",
  "symptomsDescription": "Here’s a breakdown of your symptoms based on their impact. Follow the links for free, evidence-based information on each symptom, including its details, how common it is, and available treatment options.",
  "high_impact": "High impact",
  "low_impact": "Low impact",
  "first_name": "First Name",
  "birthYearError": "Birth year must be a 4-digit number.",
  "get_started": "Get started",
  "learn_more": "Learn more",
  "membership_title": "Everything you need to feel supported and in control through menopause",
  "membership_bullets": "<ul><li>Unlimited texting with leading menopause experts</li><li>Personalized, curated, and tested product recommendations</li><li>25% off online consultations with specialized doctors</li><li>10% discount to products</li></ul>",
  "membership_cta": "Discover the evrbloom membership",
  "membership_ctalink":"https://evrbloom.ro/products/abonament-evrbloom",
  "membership_percentage": "92%",
  "membership_insights": "of evrbloom members navigating menopause reported feeling more in control of their body and health after joining.",
  "book_call": "Book a call",
  "whats_next_sidebar_title": "Join the community",
  "book_call_sidebar_title": "Book a call",
  "whats_next_content_title": "Take control of<br />your menopause journey",
  "whats_next_content_description": "Start your personal menopause program to relieve symptoms, gain clarity, and support your long-term health with expert-led care and proactive guidance.<br /><br />With the right care and support, you can relieve symptoms, regain balance, and feel like yourself again - because menopause is a transition, not a limitation.",
  "whats_next_info_content": "of women who receive proper menopause care report an improvement in their symptoms.",
  "book_call_content_title": "Not sure <br />where to start?",
  "book_call_content_description": "If you’re not sure where to start, book a consultation with Dr. Virginia Lazăr to discuss your symptoms, clarify your concerns, and get personalized guidance on the best next steps for your menopause journey.<br /><br />You’ll receive expert advice, practical recommendations, and a clear plan designed specifically for you.",
  "book_call_dr_info": "Dr. Virginia Lazăr is a gynecologist with over 17 years of experience in obstetrics and gynecology, specializing in menopause care, combining medical practice with research.",
  "loading_title": "Preparing Menopause Report",
  "loading_description_1": "We’re currently analyzing your responses.",
  "loading_description_2": "This process usually takes a few moments.",
  "loading_description_3": "Please don’t close this window.",
  "loading_step_1": "Analyzing your responses",
  "loading_step_2": "Determining your transition phase",
  "loading_step_3": "Calculating your transition score",
  "loading_step_4": "Preparing your transition report",
  "symptom_link_text": "Read more about this symptom",
  "my_score": "My score",
  "score_explanation": "Your menopause score reflects how menopause symptoms impact your overall well-being. Symptoms are assessed based on their severity, with some having a greater effect on daily life than others. A higher score suggests fewer disruptions, while a lower score indicates a greater impact. This score helps track changes over time and highlights key areas for symptom management.<br /><br />The Menopause Score is not a diagnosis but a guiding tool. It helps you better understand how menopause affects your body and discover the options available to help you feel your best.",
  "menopause_stage_determination": "To determine your menopause stage, we evaluated your age, symptom profile, and the absence of changes in menstruation patterns that are typical in later stages of menopause. The presence of some symptoms can give an idea of how your body is beginning the transition. It's beneficial to reassess your symptoms periodically to track progression and address needs as they arise.<br /><br />The menopause stage assessment is not a medical diagnosis but a guideline to help you better understand where you may be in the menopause transition. Individual experiences vary, and symptoms can fluctuate over time. For a comprehensive evaluation and personalized advice, consulting a healthcare professional is always recommended.",
  "terms_agreement": "By clicking 'Continue', you agree that we may use your responses to personalize your experience as described in  {privacyPolicy}. ",
  "privacy_policy": "Privacy Policy",
  "HotFlushes_name":"Hot flushes",
  "HotFlushes_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/bufeuri-transpiratii-nocturne-menopauza",
  "HotFlushes_description": "Hot flushes are one of the most common symptoms of hormonal changes during menopause. As estrogen levels fluctuate and decline, your brain’s temperature regulation center becomes more sensitive. This can cause your body to overreact to even minor changes in temperature, leading to sudden waves of heat, flushing, and sweating, even when your environment hasn’t changed.<br /><br />They can show up at the worst times - during meetings, in the middle of the night, or when you’re just trying to relax. While they’re frustrating, there are ways to make them more manageable, including lifestyle changes, supplements, or hormone therapy tailored to your needs.<br /><br />Many women with an evrbloom membership who experienced frequent hot flushes reported improvements through targeted care, support from specialists, and tools that help them feel more in control.",
  "NightSweats_name":"Night sweats",
  "NightSweats_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/bufeuri-transpiratii-nocturne-menopauza",
  "NightSweats_description": "Night sweats are a common manifestation of hormonal imbalance during menopause. As estrogen levels drop, your body’s ability to regulate temperature becomes more erratic, leading to intense sweating episodes during sleep — often accompanied by palpitations or anxiety, even in cool or well-ventilated rooms.<br /><br />These episodes can disrupt deep sleep, causing chronic fatigue, irritability, and difficulty focusing during the day. While they may feel hard to control, solutions like lifestyle changes, sleep hygiene adjustments, supplements, or hormone therapy tailored to your stage can make a real difference.<br /><br />Many women with an evrbloom membership who experienced frequent night sweats reported improvements through personalized care, support from specialists, and tools that help them feel more in control.",
  "Palpitations_name":"Palpitations",
  "Palpitations_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/palpitatii-menopauza",
  "Palpitations_description": "Palpitations can feel like your heart is racing, fluttering, or skipping beats — and they often show up when you least expect it. During menopause, fluctuations in estrogen and other hormones can affect the autonomic nervous system, which regulates heart rate. This may cause sudden changes in how your heartbeat feels, even when you're at rest.<br /><br />They can be unsettling, especially when they happen at night or during moments of stress or fatigue. While they’re often harmless, frequent palpitations can still impact your sense of calm and well-being. Understanding your symptom pattern and identifying potential triggers is an important first step toward feeling better.<br /><br />Many women with an evrbloom membership who experienced frequent palpitations reported feeling more at ease after getting personalized assessments, expert input on possible causes, and lifestyle recommendations that helped reduce both frequency and intensity.",
  "JointPain_name":"Joint pain",
  "JointPain_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/dureri-articulare-musculare-menopauza",
  "JointPain_description": "Joint pain during menopause is more common than many expect. As estrogen levels drop, inflammation can increase and the tissues that support your joints may become less flexible. This can lead to stiffness, discomfort, or swelling — especially in the morning or after periods of inactivity.<br /><br />It can interfere with your daily movement and impact how confident or comfortable you feel in your own body. You might find it harder to exercise, stay active, or even sleep well. But you’re not stuck with it. Joint pain can be managed by addressing the underlying hormonal shifts and building a care plan that works for your body.<br /><br />Many women with an evrbloom membership who experienced joint pain found relief by learning about the hormonal connection, adjusting their routines, and getting guidance from specialists who helped them regain ease and mobility.",
  "WeightGain_name":"Weight gain",
  "WeightGain_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/crestere-in-greutate-menopauza",
  "WeightGain_description": "Weight gain is a common experience during menopause, even if your lifestyle hasn’t changed much. As estrogen declines, your metabolism can slow down and your body may begin to store fat differently, especially around the abdomen. Hormonal shifts can also influence how your body uses insulin and builds muscle.<br /><br />This change can feel frustrating, especially when it doesn’t respond to the usual strategies. But there are ways to support your body’s changing needs through a more personalized and informed approach that works with your hormones rather than against them.<br /><br />Many women with an evrbloom membership who struggled with weight gain felt more empowered after receiving tailored guidance and understanding the hormonal connection, leading to healthier habits and more realistic results.",
  "LossofInterestinSex_name":"Loss of interest in sex",
  "LossofInterestinSex_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/libido-scazut-menopauza",
  "LossofInterestinSex_description": "A lower sex drive is one of the most common yet least talked about symptoms of menopause. Hormonal fluctuations, especially the drop in estrogen and testosterone, can reduce sexual desire. Other related symptoms like vaginal dryness, sleep disturbances, and low mood can also contribute to this shift.<br /><br />It can feel confusing or even isolating to experience such a personal change. But you're not alone, and there are ways to understand and reconnect with your body and your needs in this stage of life.<br /><br />Many women with an evrbloom membership who experienced a drop in libido found that specialized support and a more holistic view of their health helped restore confidence, desire, and intimacy on their own terms.",
  "VaginalDryness_name":"Vaginal dryness",
  "VaginalDryness_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/uscaciune-vaginala-menopauza",
  "VaginalDryness_description": "Vaginal dryness is a common symptom during menopause, caused by a drop in estrogen that affects the tissues of the vaginal walls. This can lead to discomfort, irritation, and even pain during intimacy or daily activities like exercise or sitting for long periods.<br /><br />It can feel frustrating and difficult to talk about, but this is a symptom many women experience and there are ways to improve comfort and confidence through targeted care, including non-hormonal moisturizers, lubricants, and hormonal therapies.<br /><br />Many women with an evrbloom membership who experienced vaginal dryness shared that with the right support, they regained a sense of comfort and ease in their bodies and intimacy.",
  "DecliningSkinQuality_name":"Declining skin quality",
  "DecliningSkinQuality_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/piele-uscata-aspra-menopauza",
  "DecliningSkinQuality_description": "As estrogen levels drop during menopause, the skin produces less collagen and natural oils, leading to dryness, reduced elasticity, and a rougher texture. You may notice that your skin feels tighter, more sensitive, or looks dull even with your usual skincare routine.<br /><br />These changes can feel disheartening, but there are ways to support your skin through menopause with the right care — including hydrating routines, gentle products, and in some cases, supplements or hormone therapy.<br /><br />Many women with an evrbloom membership who experienced changes in skin quality reported that targeted support helped them restore glow, softness, and comfort in their skin.",
  "DecliningHairQuality_name":"Declining hair quality",
  "DecliningHairQuality_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/caderea-parului-menopauza",
  "DecliningHairQuality_description": "Hormonal fluctuations during menopause can affect the hair growth cycle, leading to thinning, dryness, or increased hair shedding. You might notice more hair left in your brush, a loss of volume, or that your hair feels more brittle and harder to manage.<br /><br />While these changes can feel distressing, there are ways to support your hair health, including targeted nutrients, stress reduction, and treatments that help restore strength and vitality.<br /><br />Many women with an evrbloom membership who experienced hair thinning or loss found that personalized guidance and consistent care helped them regain confidence and improve their hair’s appearance over time.",
  "Irritability_name":"Irritability",
  "Irritability_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/modificari-de-dispozitie-menopauza",
  "Irritability_description": "Irritability during menopause is often linked to hormonal changes that affect brain chemistry, mood regulation, and stress response. You may find yourself reacting more strongly to everyday situations or feeling less patient without understanding why.<br /><br />These emotional shifts can be frustrating, especially when they impact relationships or your sense of well-being. Supportive care, emotional tools, and hormone-balancing strategies can help you feel more grounded and in control.<br /><br />Many women with an evrbloom membership who struggled with irritability found relief through personalized guidance, emotional support resources, and expert care that helped them better manage their mood changes and feel more like themselves.",
  "LowMood,Depression,MoodSwings_name":"Low mood,depression, mood swings",
  "LowMood,Depression,MoodSwings_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/modificari-de-dispozitie-menopauza",
  "LowMood,Depression,MoodSwings_description": "Mood changes, including low mood, depression, or emotional ups and downs, are common during menopause due to hormonal fluctuations that affect neurotransmitters like serotonin. You might feel more emotionally vulnerable, unmotivated, or experience a heaviness that’s hard to explain.<br /><br />These emotional symptoms can be isolating, especially if others don’t understand what you're going through. But they’re real — and manageable. Emotional support, lifestyle adjustments, and sometimes medical treatment can make a real difference.<br /><br />Many women with an evrbloom membership who experienced emotional lows found relief through professional support, regular check-ins, and tools tailored to improve mental well-being and resilience during this stage.",
  "Anxiety_name":"Anxiety",
  "Anxiety_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/anxietate-menopauza",
  "Anxiety_description": "Anxiety during menopause is more common than many expect. Hormonal fluctuations can heighten your nervous system’s response to stress, leading to feelings of unease, restlessness, or racing thoughts — even when there’s no clear trigger. You may find yourself more easily overwhelmed or constantly on edge.<br /><br />These feelings can make daily life more difficult, affecting sleep, concentration, and your sense of control. But they don’t have to take over. Techniques like mindfulness, targeted supplements, and specialized care can all support emotional regulation.<br /><br />Many women with an evrbloom membership who struggled with anxiety found relief through expert-led care plans, consistent emotional check-ins, and supportive tools tailored to reduce daily overwhelm and restore calm.",
  "SleepProblems_name":"Sleep problems",
  "SleepProblems_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/tulburari-somn-menopauza",
  "SleepProblems_description": "Sleep disturbances are one of the most common and frustrating symptoms of menopause. Hormonal shifts can affect the body's natural sleep-wake cycle, making it harder to fall asleep, stay asleep, or feel rested after a full night. You might find yourself waking up multiple times or feeling fatigued even after hours in bed.<br /><br />Poor sleep can impact your mood, memory, energy levels, and overall quality of life. But there are ways to improve rest, from evening routines and stress management to targeted therapies and support.<br /><br />Many women with an evrbloom membership who experienced persistent sleep issues reported better rest after receiving personalized strategies, supportive care, and access to tools that promote more consistent, restorative sleep.",
  "Headaches_name":"Headaches",
  "Headaches_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/dureri-cap-menopauza",
  "Headaches_description": "Headaches during menopause can feel more intense or frequent due to fluctuating estrogen levels. These hormonal shifts can influence neurotransmitters in the brain, making you more sensitive to common triggers like stress, dehydration, irregular meals, or disrupted sleep patterns.<br /><br />If headaches are interfering with your focus, daily activities, or emotional well-being, it’s important to understand the patterns and potential causes. There are supportive strategies available, from lifestyle adjustments to medical interventions tailored to your stage.<br /><br />Many women with an evrbloom membership who experienced recurring menopause-related headaches found relief through symptom tracking, expert guidance, and personalized care plans designed to reduce frequency and improve quality of life.",
  "BrainFog_name":"Brain fog",
  "BrainFog_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/dificultati-de-concentrare-menopauza",
  "BrainFog_description": "Brain fog is a common cognitive symptom during menopause, often described as forgetfulness, mental fatigue, or trouble concentrating. Hormonal fluctuations, particularly in estrogen, can affect neurotransmitter activity in the brain, making it harder to focus, recall information, or stay mentally sharp throughout the day.<br /><br />These moments of confusion or mental slowness can feel frustrating, especially when they affect work or daily routines. The good news is that brain fog is manageable, and strategies like cognitive support, nutrition, stress reduction, and medical care tailored to your stage can help.<br /><br />Many women with an evrbloom membership who experienced brain fog found greater clarity and focus through expert recommendations, community support, and structured guidance that helped them regain mental confidence.",
  "MemoryIssues_name":"Memory issues",
  "MemoryIssues_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/dificultati-de-concentrare-menopauza",
  "MemoryIssues_description": "Memory issues during menopause can feel disorienting, especially when you forget names, misplace things, or lose your train of thought mid-conversation. These changes are linked to hormonal shifts—particularly in estrogen—that impact brain function, including memory formation and recall.<br /><br />While these lapses can be unsettling, they are common and often temporary. Supporting your brain health through proper rest, stress management, targeted nutrition, and expert guidance can make a real difference in how you navigate them.<br /><br />Many women with an evrbloom membership who struggled with memory issues shared that personalized strategies and consistent support helped them feel sharper, more focused, and more confident in their cognitive abilities.",
  "Tiredness&Fatigue_name":"Tiredness & Fatigue",
  "Tiredness&Fatigue_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/oboseala-menopauza",
  "Tiredness&Fatigue_description": "Persistent tiredness and fatigue during menopause can affect everything—from how you show up at work to how you enjoy time with loved ones. These feelings aren’t just about a lack of sleep; they can be caused by hormonal changes that disrupt sleep cycles, affect mood, and decrease energy levels.<br /><br />Even with enough rest, your body may still feel drained, making daily tasks feel harder than usual. Understanding the root causes and getting personalized support can help you restore energy and feel more like yourself again.<br /><br />Many women with an evrbloom membership who experienced ongoing fatigue shared that with targeted strategies and expert care, they regained energy, improved sleep, and felt more equipped to manage their day-to-day life.",
  "DecreasedPhysicalStrengthorStamina_name":"Decreased physical strength or stamina",
  "DecreasedPhysicalStrengthorStamina_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/oboseala-menopauza",
  "DecreasedPhysicalStrengthorStamina_description": "A noticeable loss of muscle strength or stamina during menopause can make everyday tasks feel more tiring and reduce your overall vitality. These changes are often linked to hormonal shifts, especially the decline in estrogen, which plays a key role in maintaining muscle mass and energy levels.<br /><br />You may find that activities you used to do with ease now take more effort, or that your body feels less resilient. With the right support, including tailored movement practices and nutritional adjustments, it’s possible to rebuild strength and feel more energized.<br /><br />Many women with an evrbloom membership who experienced this decline reported improvements through guided movement routines, expert advice, and ongoing care that helped them regain confidence in their bodies.",
  "DigestiveSymptoms_name":"Digestive symptoms",
  "DigestiveSymptoms_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/balonare-menopauza",
  "DigestiveSymptoms_description": "Bloating during menopause is often linked to hormonal fluctuations that affect digestion and water retention. Many women notice their abdomen feels fuller or tighter, especially after meals or at the end of the day, which can lead to discomfort and changes in how clothes fit.<br /><br />While it can feel unpredictable and frustrating, identifying your body’s triggers — like certain foods, stress, or hormonal shifts — is key. Gentle dietary adjustments and personalized support can help reduce the frequency and intensity of bloating.<br /><br />Many women with an evrbloom membership who struggled with bloating reported feeling more comfortable and in control after receiving tailored advice, tracking their symptoms, and accessing gut-friendly lifestyle strategies.",
  "BladderProblems_name":"Bladder problems",
  "BladderProblems_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/infectii-urinare-menopauza",
  "BladderProblems_description": "Bladder problems such as urgency or urinary leakage are common during menopause. The drop in estrogen levels can weaken the pelvic floor muscles and reduce the elasticity of the bladder lining, making it harder to control urination — especially during coughing, laughing, or physical activity.<br /><br />These experiences can feel frustrating and isolating, but they’re far more common than you might think. Treatments like pelvic floor therapy, bladder training, and targeted supplements can make a significant difference.<br /><br />Many women with an evrbloom membership who experienced urinary incontinence have found better control and confidence through expert-led strategies and ongoing support tailored to their stage.",
  "talk_to_doctor": "Chat with a doctor",
  "learn_about_stage": "Learn more about this stage",
  "transition_type_0": "Motherhood",
  "transition_type_1": "Personal identity or self-discovery",
  "transition_type_2": "Career or leadership",
  "transition_type_3": "Relationship or family",
  "transition_type_4": "Health or wellbeing",
  "transition_type_5": "Life stage",
  "transition_type_6": "I don't know",
  "transition_type_dont_know_value": "6",
  "transition_phase_awareness_description": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />In your case, it's showing up through {TransitionType}.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_stabilization_description": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />In your case, it's showing up through {TransitionType}.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_rebuild_description": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />In your case, it's showing up through {TransitionType}.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_integration_description": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />In your case, it's showing up through {TransitionType}.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_awareness_description_no_type": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_stabilization_description_no_type": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_rebuild_description_no_type": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_integration_description_no_type": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder."
}