{
  "back": "Înapoi",
  "continue": "Continuǎ",
  "become_member":"Cere sfatul unui specialist",
  "become_member_link": "https://evrbloom.ro/products/abonament-evrbloom",
  "discover_membership_textlink":"Descoperă abonamentul evrbloom",
  "premenopause": "Premenopauză",
  "premenopause_percentage": "81%",
  "premenopause_insights": "dintre femeile aflate în premenopauză care au abonament evrbloom spun că se simt mai informate și mai pregătite pentru schimbările hormonale care urmează.",
  "perimenopause": "Perimenopauză",
  "perimenopause_percentage": "87%",
  "perimenopause_insights": "dintre femeile aflate în perimenopauză care au abonament evrbloom au raportat mai puține simptome și mai multă încredere în gestionarea tranziției hormonale.",
  "perimenopause_link": "https://evrbloom.ro/blogs/ghid-menopauza/perimenopauza",
  "menopause": "Menopauză",
  "menopause_percentage": "91%",
  "menopause_insights": "dintre femeile aflate în menopauză care au abonament evrbloom au observat o ameliorare a simptomelor și o înțelegere mai clară a schimbărilor prin care trec.",
  "menopause_link": "https://evrbloom.ro/blogs/ghid-menopauza/menopauza",
  "postmenopause": "Postmenopauză",
  "postmenopause_percentage": "78%",
  "postmenopauseinsights": "dintre femeile aflate în postmenopauză care au abonament evrbloom spun că se simt mai echilibrate și mai susținute în gestionarea schimbărilor pe termen lung.",
  "postmenopause_link": "https://evrbloom.ro/blogs/ghid-menopauza/postmenopauza",
  "symptomsTitle": "Simptomele tale explicate",
  "symptomsDescription": "Iată o analiză a simptomelor tale în funcție de impactul lor. Accesează linkurile pentru informații gratuite, bazate pe dovezi, despre fiecare simptom, inclusiv detalii, frecvența acestuia și opțiunile de tratament disponibile.",
  "high_impact": "Impact Ridicat",
  "low_impact": "Impact Scăzut",
  "first_name": "Prenume",
  "birthYearError": "Anul nașterii trebuie să fie un număr din 4 cifre.",
  "get_started": "Începe acum",
  "learn_more": "Află mai multe detalii",
  "membership_title": "Tot ce ai nevoie ca să te simți susținută și în control pe parcursul menopauzei",
  "membership_bullets": "<ul><li>Mesaje nelimitate cu experți de top în menopauză</li><li>Recomandări personalizate de produse, selectate și testate de experți</li><li>25% reducere la consultațiile online cu medici specializați</li><li>10% reducere la produsele recomandate</li></ul>",
  "membership_cta": "Descoperă abonamentul evrbloom",
  "membership_ctalink":"https://evrbloom.ro/products/abonament-evrbloom",
  "membership_percentage": "92%",
  "membership_insights": "dintre membrele evrbloom aflate în menopauză au raportat că au recăpătat controlul asupra corpului și sănătății lor după ce s-au abonat.",
  "book_call": "Programează o consultație",
  "whats_next_sidebar_title": "Paşii următori",
  "book_call_sidebar_title": "Programează consultație",
  "whats_next_content_title": "Preia controlul<br />asupra menopauzei",
  "whats_next_content_description": "Începe programul personalizat pentru menopauză ca să ameliorezi simptomele, să obții claritate și să-ți susții sănătatea pe termen lung, cu îndrumare proactivă din partea specialiștilor.<br /><br />Cu sprijinul și îngrijirea potrivită, poți să reduci simptomele, să-ți regăsești echilibrul și să te simți din nou tu însăți – pentru că menopauza este o tranziție, nu o limitare.",
  "whats_next_info_content": "dintre femeile care primesc îngrijire adecvată în menopauză au raportat ameliorarea simptomelor.",
  "book_call_content_title": "Nu ești sigură<br />de unde să începi?",
  "book_call_content_description": "Dacă nu știi exact de unde să începi, programează o consultație cu Dr. Virginia Lazăr pentru a discuta despre simptomele tale, a clarifica nelămuririle și a primi îndrumare personalizată cu privire la cei mai buni pași pe care să-i urmezi în parcursul tău prin menopauză.<br /><br />Vei primi recomandări practice, sfaturi de specialitate și un plan clar, creat special pentru tine.",
  "book_call_dr_info": "Dr. Virginia Lazăr este un ginecolog cu peste 17 ani de experiență în obstetrică-ginecologie, specializată în îngrijirea menopauzei, combinând practica medicală cu cercetarea.",
  "loading_title": "Raportul tău este în curs de pregatire",
  "loading_description_1": "În acest moment, răspunsurile tale se analizează.",
  "loading_description_2": "Acest proces durează de obicei câteva momente.",
  "loading_description_3": "Te rugăm să nu închizi această fereastră.",
  "loading_step_1": "Se analizează răspunsurile tale",
  "loading_step_2": "Se determină etapa menopauzei în care te afli",
  "loading_step_3": "Se calculează scorul de menopauză",
  "loading_step_4": "Se finalizează raportul tău",
  "symptom_link_text": "Aflǎ mai mult despre acest simptom",
  "my_score": "Scorul meu",
  "score_explanation": "Scorul tău de menopauză reflectă modul în care simptomele menopauzei îți afectează starea de bine. Simptomele sunt evaluate în funcție de severitatea lor, unele având un impact mai mare asupra vieții zilnice decât altele. Un scor mai mare sugerează mai puține perturbări, în timp ce un scor mai mic indică un impact mai mare. Acest scor ajută la urmărirea schimbărilor în timp și la identificarea principalelor domenii pentru gestionarea simptomelor.<br /><br />Scorul Menopauză nu este un diagnostic, ci un instrument de orientare. El te ajută să înțelegi mai bine modul în care menopauza îți afectează corpul și să descoperi ce opțiuni ai la dispoziție pentru a te simți mai bine.",
  "terms_agreement": "Apăsând click pe 'Continuă', ești de acord ca răspunsurile tale să fie folosite pentru a-ți personaliza experiența, conform celor descrise în {privacyPolicy}.",
  "privacy_policy": "Politica de confidențialitate",
  "menopause_stage_determination": "Pentru a determina în ce etapă a menopauzei te afli, am evaluat vârsta ta, profilul simptomelor și absența schimbărilor în tiparele menstruale, care sunt specifice etapelor mai avansate ale menopauzei. Prezența unor simptome poate indica faptul că organismul tău începe tranziția. Reevaluarea periodică a simptomelor te poate ajuta să urmărești progresul și să îți gestionezi mai bine nevoile pe măsură ce apar.<br /><br />Această evaluare a etapei menopauzei nu reprezintă un diagnostic medical, ci un ghid menit să te ajute să înțelegi mai bine unde te afli în procesul de tranziție. Fiecare experiență este diferită, iar simptomele pot fluctua în timp. Pentru o evaluare completă și sfaturi personalizate, este întotdeauna recomandat să consulți un specialist în sănătate.",
  "HotFlushes_name":"Bufeuri",
  "HotFlushes_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/bufeuri-transpiratii-nocturne-menopauza",
  "HotFlushes_description": "Bufeurile sunt unul dintre cele mai frecvente simptome ale schimbărilor hormonale din timpul menopauzei. Pe măsură ce nivelul de estrogen fluctuează și scade, centrul de reglare a temperaturii din creier devine mai sensibil. Asta poate face ca organismul să reacționeze exagerat la cele mai mici variații de temperatură, provocând valuri bruște de căldură, roșeață și transpirație, chiar și atunci când mediul nu s-a schimbat.<br /><br />Pot apărea în cele mai nepotrivite momente, în timpul unei întâlniri, noaptea sau când încerci să te relaxezi. Deși pot fi frustrante, există soluții care le pot face mai ușor de gestionat, inclusiv ajustări ale stilului de viață, suplimente sau terapii hormonale adaptate nevoilor tale.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu bufeuri frecvente au raportat îmbunătățiri datorită îngrijirii personalizate, sprijinului din partea specialiștilor și instrumentelor care le ajută să se simtă mai în control.",
  "NightSweats_name":"Transpirații nocturne",
  "NightSweats_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/bufeuri-transpiratii-nocturne-menopauza",
  "NightSweats_description": "Transpirațiile nocturne sunt o manifestare comună a dezechilibrelor hormonale care apar în timpul menopauzei. Pe măsură ce nivelul de estrogen scade, termoreglarea organismului poate deveni mai instabilă, ceea ce duce la episoade de transpirație excesivă în timpul nopții, uneori însoțite de palpitații sau senzație de anxietate, chiar și în camere bine ventilate sau cu temperaturi scăzute.<br /><br />Aceste episoade pot perturba somnul profund, ducând la oboseală cronică, iritabilitate și dificultăți de concentrare pe parcursul zilei. Deși sunt greu de controlat, există soluții care pot reduce frecvența și intensitatea lor, de la ajustări în rutină și igiena somnului, până la suplimente sau terapii hormonale adaptate etapelor tale.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu transpirații nocturne frecvente au raportat îmbunătățiri datorită îngrijirii personalizate, sprijinului din partea specialiștilor și instrumentelor care le ajută să se simtă mai în control.",
  "Palpitations_name":"Palpitații",
  "Palpitations_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/palpitatii-menopauza",
  "Palpitations_description": "Palpitațiile pot fi resimțite ca bătăi accelerate, fluturări sau senzația că inima sare peste o bătaie și apar adesea fără avertisment. În timpul menopauzei, fluctuațiile de estrogen și alți hormoni pot influența sistemul nervos autonom, care reglează ritmul cardiac. Acest lucru poate duce la modificări bruște ale modului în care îți percepi bătăile inimii, chiar și în momente de repaus.<br /><br />Pot fi tulburătoare, mai ales când apar noaptea sau în perioade de stres ori oboseală. Deși sunt adesea inofensive, palpitațiile frecvente pot afecta starea de calm și confort. Observarea tiparului simptomelor și a factorilor declanșatori este un prim pas important pentru a te simți mai bine.<br /><br />Multe femei care au abonamentul evrbloom și au resimțit palpitații frecvente au spus că se simt mai liniștite după evaluări personalizate, recomandări de stil de viață și sprijin medical adaptat care le-au ajutat să reducă atât frecvența cât și intensitatea acestora.",
  "JointPain_name":"Dureri articulare și musculare",
  "JointPain_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/dureri-articulare-musculare-menopauza",
  "JointPain_description": "Durerile articulare în timpul menopauzei sunt mai frecvente decât ai crede. Pe măsură ce nivelul de estrogen scade, inflamația poate crește, iar țesuturile care susțin articulațiile devin mai puțin flexibile. Asta poate duce la rigiditate, disconfort sau umflături, mai ales dimineața sau după perioade lungi de inactivitate.<br /><br />Aceste dureri pot îngreuna mișcarea zilnică și pot afecta felul în care te simți în propriul corp. Poți simți că este mai greu să faci mișcare, să rămâi activă sau să ai un somn odihnitor. Dar există soluții. Durerile articulare pot fi gestionate prin abordarea dezechilibrelor hormonale și adaptarea unui plan de îngrijire potrivit nevoilor tale.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu dureri articulare au găsit alinare după ce au înțeles legătura hormonală, și-au adaptat rutina și au primit sprijin de la specialiști care le-au ajutat să-și recapete mobilitatea și confortul.",
  "WeightGain_name":"Creștere în greutate",
  "WeightGain_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/crestere-in-greutate-menopauza",
  "WeightGain_description": "Creșterea în greutate este frecventă în timpul menopauzei, chiar dacă stilul tău de viață nu s-a schimbat prea mult. Pe măsură ce nivelul de estrogen scade, metabolismul încetinește și corpul începe să depoziteze grăsimea diferit, mai ales în zona abdomenului. Dezechilibrele hormonale pot influența și modul în care organismul folosește insulina și construiește masa musculară.<br /><br />Această schimbare poate fi frustrantă, mai ales atunci când metodele obișnuite nu mai funcționează. Dar există soluții care răspund nevoilor reale ale corpului tău, printr-o abordare personalizată și informată, adaptată la transformările hormonale.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu creșterea în greutate s-au simțit mai în control după ce au primit recomandări personalizate și au înțeles mai bine cauzele hormonale, ceea ce le-a ajutat să creeze obiceiuri mai sănătoase și așteptări realiste.",
  "LossofInterestinSex_name":"Libido scăzut",
  "LossofInterestinSex_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/libido-scazut-menopauza",
  "LossofInterestinSex_description": "Scăderea libidoului este unul dintre cele mai comune, dar și cel mai puțin discutate simptome ale menopauzei. Fluctuațiile hormonale, în special scăderea nivelului de estrogen și testosteron, pot reduce dorința sexuală. Alte simptome asociate, cum ar fi uscăciunea vaginală, tulburările de somn și starea de spirit scăzută, pot accentua această schimbare.<br /><br />Poate fi o experiență confuză sau chiar izolantă să treci printr-o astfel de transformare personală. Dar nu ești singură și există modalități prin care te poți reconecta cu corpul tău și nevoile tale în această etapă a vieții.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu scăderea libidoului au descoperit că sprijinul specializat și o abordare holistică a sănătății le-au ajutat să redescopere dorința, încrederea și intimitatea, în propriul ritm.",
  "VaginalDryness_name":"Uscăciune vaginală",
  "VaginalDryness_link": "https://mevrbloom.ro/blogs/semne-simptome-menopauza/uscaciune-vaginala-menopauza",
  "VaginalDryness_description": "Uscăciunea vaginală este un simptom frecvent în timpul menopauzei, cauzat de scăderea nivelului de estrogen care afectează țesuturile pereților vaginali. Aceasta poate duce la disconfort, iritații și chiar durere în timpul intimității sau al activităților zilnice, precum exercițiile fizice sau statul prelungit pe scaun.<br /><br />Poate fi o experiență frustrantă și dificil de abordat, dar este o problemă comună, iar soluțiile există - de la produse hidratante non-hormonale și lubrifianți, până la terapii hormonale care pot reda confortul și încrederea.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu uscăciunea vaginală au povestit că, datorită sprijinului potrivit, au redescoperit senzația de confort și siguranță în corpul lor și în viața intimă.",
  "DecliningSkinQuality_name":"Piele uscată și aspră",
  "DecliningSkinQuality_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/piele-uscata-aspra-menopauza",
  "DecliningSkinQuality_description": "Pe măsură ce nivelul de estrogen scade în timpul menopauzei, pielea produce mai puțin colagen și mai puține uleiuri naturale, ceea ce duce la uscăciune, elasticitate redusă și o textură mai aspră. Poți observa că pielea devine mai sensibilă, mai ternă sau mai strânsă, chiar dacă urmezi aceeași rutină de îngrijire.<br /><br />Aceste schimbări pot fi descurajante, dar există modalități de a sprijini sănătatea pielii în această etapă, de la rutine de hidratare și produse blânde, până la suplimente sau terapii hormonale adaptate.<br /><br />Multe femei care au abonamentul evrbloom și au observat modificări ale calității pielii au raportat că sprijinul specializat le-a ajutat să redobândească strălucirea, catifelarea și confortul pielii.",
  "DecliningHairQuality_name":"Căderea părului",
  "DecliningHairQuality_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/caderea-parului-menopauza",
  "DecliningHairQuality_description": "Fluctuațiile hormonale din timpul menopauzei pot afecta ciclul de creștere al părului, ducând la subțiere, uscăciune sau cădere mai accentuată. Poți observa mai mult păr în perie, pierderea volumului sau faptul că părul devine mai fragil și mai greu de aranjat.<br /><br />Deși aceste schimbări pot fi supărătoare, există metode de a susține sănătatea părului, inclusiv nutrienți specifici, reducerea stresului și tratamente care ajută la redobândirea rezistenței și vitalității.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu subțierea sau căderea părului au raportat că îngrijirea personalizată și sprijinul constant le-au ajutat să-și recâștige încrederea și să îmbunătățească aspectul părului în timp.",
  "Irritability_name":"Modificări de dispoziție",
  "Irritability_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/modificari-de-dispozitie-menopauza",
  "Irritability_description": "Iritabilitatea în timpul menopauzei este adesea legată de schimbările hormonale care afectează chimia creierului, reglarea dispoziției și reacția la stres. Poți observa că reacționezi mai intens la situații cotidiene sau că ai mai puțină răbdare, fără un motiv clar.<br /><br />Aceste schimbări emoționale pot fi frustrante, mai ales atunci când afectează relațiile sau starea ta generală de bine. Sprijinul emoțional, instrumentele adecvate și strategiile de echilibrare hormonală te pot ajuta să te simți mai stabilă și în control.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu iritabilitate au găsit alinare prin recomandări personalizate, resurse pentru sprijin emoțional și îngrijire specializată care le-au ajutat să-și gestioneze mai bine schimbările de dispoziție și să se simtă din nou ele însele.",
  "LowMood,Depression,MoodSwings_name":"Depresie",
  "LowMood,Depression,MoodSwings_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/modificari-de-dispozitie-menopauza",
  "LowMood,Depression,MoodSwings_description": "Schimbările de dispoziție, inclusiv starea de tristețe, depresia sau oscilațiile emoționale sunt frecvente în timpul menopauzei, din cauza fluctuațiilor hormonale care afectează neurotransmițători precum serotonina. Poți simți o vulnerabilitate emoțională mai mare, lipsă de motivație sau o greutate interioară greu de explicat.<br /><br />Aceste simptome emoționale pot fi greu de gestionat, mai ales dacă cei din jur nu înțeleg prin ce treci. Dar sunt reale și pot fi ameliorate. Sprijinul emoțional, ajustările stilului de viață și, uneori, tratamentele medicale pot face o diferență reală.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu stări emoționale scăzute au simțit o îmbunătățire semnificativă datorită sprijinului profesional, monitorizării regulate și instrumentelor create pentru a susține sănătatea mintală și echilibrul emoțional în această etapă.",
  "Anxiety_name":"Anxietate",
  "Anxiety_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/anxietate-menopauza",
  "Anxiety_description": "Anxietatea este mai frecventă în timpul menopauzei decât se crede. Fluctuațiile hormonale pot intensifica reacțiile sistemului nervos la stres, declanșând senzații de neliniște, agitație sau gânduri accelerate, chiar și fără un motiv clar. Poți observa că te simți copleșită mai ușor sau că ești mereu în stare de alertă.<br /><br />Aceste stări pot complica viața de zi cu zi, influențând somnul, capacitatea de concentrare și senzația de control. Dar nu trebuie să le lași să preia conducerea. Tehnici precum mindfulness, suplimentele țintite și îngrijirea personalizată pot sprijini echilibrul emoțional.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu anxietate au observat o ameliorare datorită planurilor de îngrijire ghidate de specialiști, monitorizării regulate a stării emoționale și instrumentelor menite să reducă sentimentul de copleșire și să readucă liniștea interioară.",
  "SleepProblems_name":"Tulburări de somn",
  "SleepProblems_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/tulburari-somn-menopauza",
  "SleepProblems_description": "Problemele cu somnul sunt unele dintre cele mai frecvente și frustrante simptome ale menopauzei. Schimbările hormonale pot afecta ciclul natural somn-veghe, făcând mai dificilă adormirea, menținerea somnului sau senzația de odihnă după o noapte întreagă în pat. Este posibil să te trezești de mai multe ori sau să te simți epuizată chiar și după multe ore de somn.<br /><br />Somnul deficitar poate influența negativ starea de spirit, memoria, nivelul de energie și calitatea generală a vieții. Totuși, există soluții pentru un somn mai bun, de la rutine de seară și tehnici de gestionare a stresului până la terapii țintite și sprijin adecvat.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu probleme persistente de somn au raportat îmbunătățiri semnificative după ce au primit strategii personalizate, îngrijire specializată și acces la instrumente care favorizează un somn mai odihnitor și constant.",
  "Headaches_name":"Dureri de cap",
  "Headaches_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/dureri-cap-menopauza",
  "Headaches_description": "Durerile de cap în timpul menopauzei pot deveni mai frecvente sau mai intense din cauza fluctuațiilor nivelului de estrogen. Aceste schimbări hormonale pot influența neurotransmițătorii din creier, făcându-te mai sensibilă la factori declanșatori comuni precum stresul, deshidratarea, mesele neregulate sau tulburările de somn.<br /><br />Dacă durerile de cap îți afectează concentrarea, activitățile zilnice sau starea emoțională, este esențial să înțelegi tiparul și posibilele cauze. Există strategii de sprijin eficiente, de la ajustări ale stilului de viață până la intervenții medicale adaptate stadiului tău hormonal.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu dureri de cap recurente asociate menopauzei au raportat îmbunătățiri datorită monitorizării simptomelor, sprijinului din partea specialiștilor și planurilor personalizate care reduc frecvența episoadelor și îmbunătățesc calitatea vieții.",
  "BrainFog_name":"Ceața mentală",
  "BrainFog_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/dificultati-de-concentrare-menopauza",
  "BrainFog_description": "Ceața mentală este un simptom cognitiv frecvent în timpul menopauzei, descris adesea ca uitare, oboseală mentală sau dificultăți de concentrare. Fluctuațiile hormonale, în special scăderea nivelului de estrogen, pot afecta activitatea neurotransmițătorilor din creier, ceea ce îngreunează concentrarea, reținerea informațiilor sau claritatea mentală pe parcursul zilei.<br /><br />Aceste momente de confuzie sau încetinire mentală pot fi frustrante, mai ales când afectează munca sau rutina zilnică. Vestea bună este că ceața mentală poate fi gestionată eficient prin suport cognitiv, alimentație adecvată, reducerea stresului și îngrijire medicală adaptată stadiului hormonal.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu ceață mentală au raportat o mai bună claritate și capacitate de concentrare datorită recomandărilor specializate, sprijinului comunității și ghidajului structurat care le-a ajutat să-și recapete încrederea mentală.",
  "MemoryIssues_name":"Probleme cu memoria",
  "MemoryIssues_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/dificultati-de-concentrare-menopauza",
  "MemoryIssues_description": "Problemele de memorie în timpul menopauzei pot fi derutante, mai ales când uiți nume, rătăcești lucruri sau îți pierzi firul gândirii în mijlocul unei conversații. Aceste schimbări sunt legate de fluctuațiile hormonale, în special de scăderea estrogenului, care afectează funcțiile creierului, inclusiv formarea și accesarea amintirilor.<br /><br />Deși aceste momente pot fi îngrijorătoare, ele sunt frecvente și, adesea, temporare. Sănătatea cognitivă poate fi susținută prin odihnă adecvată, gestionarea stresului, alimentație corectă și ghidaj medical specializat.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu probleme de memorie au spus că strategiile personalizate și sprijinul constant le-au ajutat să se simtă mai clare mental, mai concentrate și mai încrezătoare în abilitățile lor cognitive.",
  "Tiredness&Fatigue_name":"Oboseala",
  "Tiredness&Fatigue_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/oboseala-menopauza",
  "Tiredness&Fatigue_description": "Oboseala constantă din timpul menopauzei îți poate afecta totul, de la cum te prezinți la muncă, până la modul în care te bucuri de timpul petrecut cu cei dragi. Această stare nu este doar despre lipsa de somn, ci este adesea cauzată de schimbările hormonale care afectează calitatea somnului, starea de spirit și nivelul de energie.<br /><br />Chiar și după o noapte completă de odihnă, corpul poate continua să se simtă epuizat, iar activitățile zilnice pot părea mai dificile. Înțelegerea cauzelor și obținerea unui sprijin personalizat te pot ajuta să-ți recapeți energia și echilibrul.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu oboseală persistentă au spus că, prin strategii direcționate și îngrijire specializată, au reușit să își refacă nivelul de energie, să doarmă mai bine și să își gestioneze mai ușor viața de zi cu zi.",
  "DecreasedPhysicalStrengthorStamina_name":"Pierderea masei musculare și scăderea rezistenței",
  "DecreasedPhysicalStrengthorStamina_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/oboseala-menopauza",
  "DecreasedPhysicalStrengthorStamina_description": "Pierderea masei musculare sau scăderea rezistenței în timpul menopauzei pot face ca activitățile de zi cu zi să devină mai obositoare și să îți reducă vitalitatea generală. Aceste schimbări sunt adesea legate de fluctuațiile hormonale, în special de scăderea nivelului de estrogen, care joacă un rol esențial în menținerea masei musculare și a nivelului de energie.<br /><br />Poate ai observat că activități care înainte păreau simple necesită acum mai mult efort sau că organismul tău pare mai puțin rezistent. Cu sprijinul potrivit, care include mișcare adaptată și ajustări nutriționale, este posibil să îți recapeți forța și energia.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu această problemă au raportat îmbunătățiri datorită ghidajului specializat, planurilor de mișcare personalizate și sprijinului constant care le-a ajutat să aibă din nou încredere în propriul corp.",
  "DigestiveSymptoms_name":"Balonare",
  "DigestiveSymptoms_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/balonare-menopauza",
  "DigestiveSymptoms_description": "Balonarea în timpul menopauzei este adesea legată de fluctuațiile hormonale care afectează digestia și retenția de apă. Multe femei observă că abdomenul se simte mai plin sau tensionat, mai ales după mese sau spre sfârșitul zilei, ceea ce poate provoca disconfort și schimbări în modul în care se așază hainele.<br /><br />Deși poate părea imprevizibilă și frustrantă, identificarea factorilor declanșatori cum ar fi anumite alimente, stresul sau modificările hormonale, este esențială. Ajustările ușoare ale dietei și sprijinul personalizat pot ajuta la reducerea frecvenței și intensității balonării.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu balonare au raportat că se simt mai confortabil și mai în control datorită recomandărilor personalizate, urmăririi simptomelor și strategiilor adaptate pentru echilibrarea digestiei.",
  "BladderProblems_name":"Incontinență urinară",
  "BladderProblems_link": "https://evrbloom.ro/blogs/semne-simptome-menopauza/infectii-urinare-menopauza",
  "BladderProblems_description": "Problemele vezicii urinare, cum ar fi urgența sau pierderea involuntară de urină, sunt frecvente în timpul menopauzei. Scăderea nivelului de estrogen poate slăbi musculatura planșeului pelvin și reduce elasticitatea mucoasei vezicii, ceea ce face mai dificil controlul urinar — mai ales în timpul râsului, tusei sau activităților fizice.<br /><br />Aceste simptome pot fi frustrante și te pot face să te simți singură, dar sunt mult mai răspândite decât pare. Soluțiile includ exerciții pentru planșeul pelvin, antrenamentul vezicii urinare și suplimente adaptate, care pot aduce îmbunătățiri reale.<br /><br />Multe femei care au abonamentul evrbloom și s-au confruntat cu incontinență urinară au reușit să recâștige controlul și încrederea, datorită strategiilor propuse de specialiști și sprijinului constant adaptat etapei în care se află.",
  "talk_to_doctor": "Discută cu un medic",
  "learn_about_stage": "Află mai multe despre această fază",
  "transition_type_0": "Maternitate",
  "transition_type_1": "Identitate personală sau descoperire de sine",
  "transition_type_2": "Carieră sau leadership",
  "transition_type_3": "Relație sau familie",
  "transition_type_4": "Sănătate sau wellbeing",
  "transition_type_5": "Etapă de viață",
  "transition_type_6": "Nu știu",
  "transition_type_dont_know_value": "6",
  "transition_phase_awareness_description": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />In your case, it's showing up through {TransitionType}.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_stabilization_description": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />In your case, it's showing up through {TransitionType}.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_rebuild_description": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />In your case, it's showing up through {TransitionType}.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_integration_description": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />In your case, it's showing up through {TransitionType}.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_awareness_description_no_type": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_stabilization_description_no_type": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_rebuild_description_no_type": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder.",
  "transition_phase_integration_description_no_type": "{FirstName}, Awareness is the first honest moment of a transition.<br /><br />It's when you can feel, in your body, that something doesn't fit the way it used to. Just this sense that the old patterns feel tighter. The old goals don't light you up the same way. The version of you that worked before feels a little incomplete.<br /><br />This phase is asking you to see (not to act yet).<br /><br />Awareness is the point where avoidance stops being an option and truth starts tapping you on the shoulder."
}